Revit 2024 API
UnitTypeId.RadiansPerSecond Property
 Radians per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RadiansPerSecond { get; }
Visual Basic
Public Shared ReadOnly Property RadiansPerSecond As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RadiansPerSecond {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace